/*
	终端与平台间数据协议

*/
#include "Data_Bus.h"
#include "delay.h"
#include "gprs.h"
#include <stdlib.h>
#include <time.h>

/*===================================================================

           包头   有效字节长度    有效数据  CRC校验   包尾
	                              /    \
                                 /	    \
	                            /        \
                               /          \
                           流水号       指令内容
                       <-------------------------->
                                有效数据构成

=====================================================================*/







